{"positive": [{"title": "Invincible Subreddit Statistics", "compound": 0.9509000000000001}, {"title": "I spent a year making a video essay about Invincible!! Let me know what you think!", "compound": 0.9492}, {"title": "To celebrate the finale, here's some Terraria based sprites of Allen and Invincible I made!", "compound": 0.9452}, {"title": "Poor Debbie…", "compound": 0.9216000000000001}, {"title": "Holy hell i can't believe this show is a thing", "compound": 0.9184}, {"title": "Spoilers about Mark \"Travel\" with his dad on the last episode of season 1.", "compound": 0.9161}, {"title": "Coming from watching misty 30 minute anime, I can’t tell you how much I love getting a full hour per episode.", "compound": 0.9077000000000001}, {"title": "Just finished episode one and HAD to draw Omni-Man.", "compound": 0.9062}, {"title": "In the comics the green ghost was originally a man that we never knew his name until the show where the green ghost is now a female named Alana parody of Green Lantern (Jade and Jessica Cruz)", "compound": 0.9057000000000001}, {"title": "For years I’ve had The Ultimate Collections 2-6, but now that some financial hardships have passed and to celebrate the show coming to animation, I was finally able to buy #1!", "compound": 0.9027000000000001}], "negative": [{"title": "** SPOILERS ** Don’t be surprised if a certain character shows up this week", "compound": -0.93865}, {"title": "Curious about the immortal. [SPOILERS]", "compound": -0.9242}, {"title": "Do you think they’re going to make THAT fight more of an even match (or at least as close as you could get to it) than in the comic?", "compound": -0.9087000000000001}, {"title": "What the fuck?", "compound": -0.887}, {"title": "Thought this was pretty funny, lmao.", "compound": -0.8832000000000001}, {"title": "Damn Eve, cover your mouth! (Actual frame from episode 2)", "compound": -0.7506}, {"title": "Invincible: Biggest Comic Changes In Amazon's Show Explained", "compound": -0.743}, {"title": "A slight error here. (As u can see the blood wasnt there when invincible rushed to save the victim, but when it switches to the next dialogue and the camera angle changes, the blood on invincible's face reappeared again.)", "compound": -0.7345}, {"title": "(SPOILERS) Question about the ending", "compound": -0.7327}, {"title": "Robot has big plans!", "compound": -0.7089000000000001}]}